<template>
  <div class="container">
    <h4>违规处理办法</h4>
    <div class="protocol">
      <h5>一、概述</h5>
      <p>
        为维护百工驿平台的基本秩序，给用户提供一个健康良好的视频展示与学习平台，依据《用户服务协议》、《隐私政策》等相关协议，由百工驿制订本办法。
      </p>
      <p>本办法适用于所有使用驿视频上传内容的个人及单位或其他组织。</p>
      <h5>二、违规类型定义</h5>
      <p>2.1 基本守则：</p>
      <p>
        用户有义务保证视频内容健康，用户必须遵守规定，否则将受到处罚，违规的情节严重程度是百工驿平台依据违规意图、违规时间和违规主体等客观因素来进行综合评定的。
      </p>
      <p>2. 2 严禁用户有以下行为：</p>
      <p>
        严重违规行为：涉政、涉黄、违规等严重扰乱视频平台秩序的行为。（A类违规）
      </p>
      <p>在视频中违反以下规定，构成一般违规，包含但不限于：</p>
      <p>
        2.2.1严禁发表反党反政府反社会的言论，或做出侮辱诋毁党和国家的行为，如：
      </p>
      <p>（1）违反宪法确定的基本原则的；</p>
      <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>（3）损害国家荣誉和利益的；</p>
      <p>（4）煽动民族仇恨、民族歧视、破坏民族团结的；</p>
      <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p>（7）散布暴力、恐怖或者教唆犯罪的；</p>
      <p>（8）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
      <p>（9）其他可能引起或已经引起不良影响的政治话题。</p>
      <p>2.2.2 严禁传播违反国家法律法规的内容，例如：</p>
      <p>（1）直接或间接传播淫秽、色情信息，或包含色情内容的游戏；</p>
      <p>
        （2）内容展示毒品及传播毒品吸食或注射方式、讲解毒品制作过程等一切与毒品相关的内容；
      </p>
      <p>（3）组织、宣传、诱导用户加入传销（或有传销嫌疑）的机构；</p>
      <p>（4）与赌博或涉嫌赌博有关的任何活动；</p>
      <p>（5）传播自己或他人的腐朽、低级趣味活动等；</p>
      <p>2.2.3 严禁传播威胁生命健康，或利用枪支、刀具进行表演的视频，例如：</p>
      <p>（1）使用刀具、仿真刀具、枪支、仿真枪支、具有高度危险性的内容等；</p>
      <p>（2）危害他人人身安全的内容。如：殴打他人、威胁他人等；</p>
      <p>（3）危害自身安全的内容。如自残自杀等；</p>
      <p>（4）危害动物生命健康的内容。如虐待小动物等；</p>
      <p>（5）其他威胁生命健康的内容。</p>
      <p>
        一般违规行为：除严重违规行为外，影响程度较轻的扰乱视频平台秩序的违规行为。（B类违规）
      </p>
      <p>在视频中违反以下规定，构成一般违规，包含但不限于：</p>
      <p>2.2.4 严禁传播侵犯他人合法权益的内容，例如：</p>
      <p>（1）严禁抹黑、诋毁攻击他人，或挑起事端，及泄露他人隐私等；</p>
      <p>
        （2）未经当事人同意，禁止进行任何形式的采访、与公众互动及其他可能泄漏他人隐私信息的行为；
      </p>
      <p>（3）严禁以任何形式转播未获得授权的内容；</p>
      <p>（4）严禁使用文字、语音、图片、视频等任何形式宣传其他同类视频平台；</p>
      <p>（5）严禁违规放置广告内容，或以任何形式宣传含有违规信息的广告内容；</p>
      <p>（6）进行其他侵害他人合法权益或危及公众利益的行为。</p>
      <p>
        2.2.5 严禁以任何形式带有涉黄擦边、引起他人性欲、低级趣味的内容，例如：
      </p>
      <p>（1）通过各种方式展示或隐晦展示具有性特征的身体敏感部位；</p>
      <p>（2）视频内容涉及低俗的场所：如洗浴中心、夜店等；</p>
      <p>（3）内容模仿色情挑逗的、等引起他人性欲的声音；</p>
      <p>（4）其他低俗擦边的内容。</p>
      <p>2.2.6 严禁内容涉及禁播游戏或扰乱游戏正常秩序的内容，例如：</p>
      <p>（1）国家监管部门要求禁播的游戏；</p>
      <p>
        （2）扰乱游戏正常秩序的内容，例如宣传游戏私服、漏洞，或者利用游戏漏洞、游戏外挂等进行牟利或非牟利的行为；
      </p>
      <p>（3）其他违反平台游戏内容规范的行为。</p>
      <p>2.2.7 其他规范要求：</p>
      <p>
        （1）严禁内容涉嫌封建迷信、低俗炒作、传播负能量、违背社会主流价值观、违反社会公德的内容，例如：探灵、法事现场、亵渎逝者、算命卜卦等；
      </p>
      <p>（2）除A类以外的其他违规行为。</p>
      <h5>三、处罚措施的分类说明</h5>
      <p>3.1若内容出现违规行为，一经认定，视情节严重程度进行处罚。分为：</p>
      <p>严重违规（A类违规）</p>
      <p>一般违规（B类违规）</p>
      <p>3.2违规处罚规则：</p>
      <p>
        3.2.1
        A类处罚：立即停止上传视频的权限，限制用户注册手机号，视情节保留移交司法机关的权利。
      </p>
      <p>
        3.2.2
        B类处罚：依据情况及违规次数进行警告、限制上传视频并删除相关内容等处罚。
      </p>
      <h5>四、备注</h5>
      <p>
        4.1
        本管理办法由百工驿颁布，最终解释权归百工驿所有，百工驿有权对本办法进行修改并公示。
      </p>
      <p>4.2 本办法自发布之日起生效。</p>
    </div>
  </div>
</template>

<script>
export default {};
</script>
<style lang="less" scoped>
.container {
  border-radius: 10px;
  margin: 21px auto 29px;
  background-color: #fff;
  position: relative;
  h4 {
    text-align: center;
    font-size: 18px;
    height: 50px;
    line-height: 50px;
    border-bottom: 1px solid #dddddd;
    font-weight: 600;
  }
  .protocol {
    padding: 20px 60px 60px 60px;
    h5 {
      padding: 10px 0;
      font-size: 16px;
      color: #4a4a4a;
      font-weight: 600;
    }
    p {
      color: #666;
      line-height: 24px;
    }
  }
}
</style>
