<template>
  <div class="main">
    <br />
    <p>在使用工程圈-圈子功能之前，请务必仔细阅读本声明</p>
    <p>1、本声明的发布主体为百工驿的运营主体北京青矩互联科技有限公司。</p>
    <p>2、任何直接或间接使用圈子服务或数据的行为，都将被视作已无条件接受本声明所涉的全部内容。</p>
    <p>3、若使用者（包括百工驿注册用户）对本声明（包含但不限于知识产权、信息和数据、免责声明）的任何条款有异议，请停止使用工程圈-圈子所提供的全部内容和服务。</p>
    <br />
    <p class="bold">圈子提倡:</p>
    <p>1、分享、互助和开放；</p>
    <p>2、宽容和理性地对待不同的看法、喜好和意见；</p>
    <p>3、尊重他人的隐私、私人空间及其他合法权益；</p>
    <p>4、用户共同营造良好的网站氛围及环境；</p>
    <p>5、行业知识、必备干货等内容的分享；</p>
    <p>6、职场趣事、娱乐资讯、健康养生等积极向上的内容。</p>
    <br />
    <p class="bold">圈子不欢迎:</p>
    <p>1、针对种族、国家、民族、宗教、性别、年龄、地缘、性取向、生理特征等方面的歧视和针对性言论；</p>
    <p>2、恶意诋毁、辱骂或其他针对他人的不当言论；</p>
    <p>3、未经授权披露他人隐私的行为；</p>
    <p>4、引战行为或偏激的主观臆断；</p>
    <p>5、影响条目评分公正性的行为；</p>
    <p>6、转载未经授权的内容；</p>
    <p>7、在圈子内发布广告；</p>
    <p>8、恶意中伤他人、侵犯他人隐私权、肖像权等权益的；</p>
    <p>9、发布可能扰乱社会秩序、引起公众恐慌的不实信息；</p>
    <p>10、滥用产品功能，破坏产品生态及氛围。如，与作品或圈子主题无关，重复性或无意义的刷屏行为等；</p>
    <p>11、涉及商业秘密的行为；</p>
    <p>12、 其他类别的违法违规内容。</p>
    <br />
    <p class="bold">圈子不允许:</p>
    <p>1、违反我国或圈子成员所在地法律法规的行为和内容。包括但不限于：反对宪法所确定的基本原则，危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一等。</p>
    <p>2、损害国家荣誉和利益，煽动民族仇恨、民族歧视、破坏民族团结的； 破坏国家宗教政策，宣扬邪教和封建迷信；散布谣言，扰乱社会秩序，破坏社会稳定；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪等行为。</p>
    <p>3、侮辱或诽谤他人，侵害他人合法权利；含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵或其他有悖公序良俗的内容；含有我国法律、法规、（部门）规章以及任何具有法律效力的规范所限制或禁止的其他内容。</p>
    <p>4、威胁他人或圈子成员的人身、财产等安全的行为。包括但不限于：以任何方式危害他人的合法权益；冒充其他任何个人或机构，或者以不实的方式陈述或谎称与任何人或机构有关；跟踪、人肉搜索或以其他方式骚扰他人；未经合法授权而截获、篡改、收集、储存或删除他人的个人信息、站内邮件或其他数据资料以及将获得的此类资料用于任何非法或不正当目的。</p>
    <p>5、对网站的运营安全有潜在威胁的内容。包括但不限于：发布或传播侵害他人著作权、专利权、商标权、商业秘密或其他专属权利的内容；发布或传播任何“广告信函”、“促销资料”、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其他任何形式的劝诱资料；设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的计算机病毒，包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）或其他计算机代码、档案和程序的任何资料，加以发布、发送或以其他方式传送；干扰或破坏本服务或与本服务相连线的服务器和网络，或违反任何关于本服务连线网络的规定、程序、政策或规范。</p>
    <br />
    <p class="bold">圈主权限：</p>
    <p>1、用户有自主创建圈子的权利，圈子的创建者即为圈主。</p>
    <p>2、圈主可以发布圈子介绍、言论、创建话题、邀请用户加入自己的圈子以及管理圈内成员。</p>
    <p>3、圈主有权对圈内成员采取删除发言、禁言、踢出圈子的管理和操作。</p>
    <br />
    <p class="bold">圈主规范：</p>
    <p>1、圈主在工程圈发布的一切内容（包含但不限于通过工程圈目前各产品功能，如想法、发言、发表的评论、回复、创建圈子等形式发布的内容）仅代表用户个人观点，不视为百工驿知晓这些内容的存在、赞同这些内容所持观点或认可这些内容的真实性。</p>
    <p>2、圈主本身也需要遵守本使用协议上述条款。</p>
    <p>3、如圈主未履行法律规定的义务或违反本协议，需由其本人承担造成的一切相应后果。</p>
  </div>
</template>
<script>
require("@/assets/js/lib-flexible/index.min.js");
export default {};
</script>
<style lang="less">
body {
  font-family: "PingFangSC-Regular";
  min-width: 8.5rem !important;
  max-width: 10rem !important;
  margin: 0 auto;
}
.main {
  width: 100%;
  margin-left: auto;
  margin-right: auto;
  box-sizing: border-box;
  padding: 0.35rem 0.35rem 0 0.35rem;
  overflow: hidden;
  font-weight: 400;
  background: #fff;
  font-size: 0.37rem;
  line-height: 0.53rem;
  color: #666;
  p {
    font-size: 0.37rem;
    margin-bottom: 0.4rem;
  }
  .title {
    font-size: 0.4rem;
    line-height: 0.64rem;
    color: #333;
    text-align: center;
  }
  .bold {
    font-weight: 600;
  }
}
</style>