<template>
  <div class="container">
    <h4>百工驿创作协议</h4>
    <div class="protocol">
      <h5>一. 重要须知</h5>
      <p>
        1.1
        《内容上传协议》是用户（又称“本人”）与百工驿之间的关于用户登录、上传、发布或使用本平台驿视频服务所订立的协议。
      </p>
      <p>
        1.2
        本人同意并自愿遵守《用户服务协议》、《隐私政策》、《驿视频违规管理办法》等百工驿平台协议、规则和政策。
      </p>
      <p>
        1.3
        用户使用驿视频服务，应事先认真阅读本协议中各条款，特别是相关权利的授权使用和免除或者限制责任的条款。请用户考虑是否接受本协议的全部条款。
      </p>
      <p>
        1.4
        用户上传内容并勾选同意的行为视为对本协议的接受，对用户具有法律约束力。用户上传内容包括视频、图片、文字、美术形象、音乐和其他信息、内容、技术、程序等。
      </p>
      <p>
        1.5
        用户接受本协议之后，百工驿平台有权因国家政策、法律法规、产品、技术、服务及本协议履约环境发生变化等原因而修订本协议。若用户对修改后的协议有异议的，请立即停止登录、使用本平台驿视频服务，若用户继续登录或使用，则视其认可和接受修订后的协议。
      </p>
      <p>
        1.6
        如用户是未成年人，请在法定监护人的陪同下阅读和判断是否同意本协议。未成年人行使和履行本协议项下的权利义务视为已获得监护人的认可。
      </p>
      <h5>二. 内容上传基本要求</h5>
      <p>2.1 本人上传的内容（含描述）不允许含有以下信息，包括但不限于：</p>
      <p>（1）反对宪法确定的基本原则；</p>
      <p>（2）危害国家统一、主权和领土完整的；</p>
      <p>（3）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的</p>
      <p>（4）带有性暗示、性挑逗等易使人产生性联想的低俗、淫秽信息；</p>
      <p>
        （5）渲染暴力，描绘对人或动物的暴力或虐待行为，或其他招致他人不适的信息；
      </p>
      <p>（6）可能引发未成年人模仿不安全行为、诱导未成年人不良嗜好的信息；</p>
      <p>（7）炒作绯闻、丑闻、劣迹的信息；</p>
      <p>
        （8）含有煽动民族仇恨、民族歧视，破坏民族团结，煽动人群歧视、地域歧视等信息；
      </p>
      <p>（9）含有宣扬宗教，或宗教性要素强烈的信息；</p>
      <p>
        （10）未经百工驿平台允许，作品中不得出现广告内容、外部商业网站链接；
      </p>
      <p>（11）不当评述自然灾害、重大事故、疫情等灾难的；</p>
      <p>（12）含有宣扬不正当价值观的、产生不良影响的内容；</p>
      <p>（13）侵犯百工驿或其他第三方合法权益的内容；</p>
      <p>（14）违反百工驿平台用户服务协议等平台规则或政策；</p>
      <p>（15）违反法律、法规、政策或其他规范性文件；</p>
      <p>（16）危害社会公德和民族优秀文化传统的内容。</p>
      <p>（17）非法的广播电视频道、视听节目网站提供的非法视频内容；</p>
      <p>2.2 违约视频的处理原则</p>
      <p>
        （1）
        如用户在使用视频上传服务时违反任何上述规定，百工驿有权要求用户改正或不经通知直接采取一切必要的措施（包括但不限于删除上传的视频内容）以减轻和消除用户不当行为造成的影响。
      </p>
      <p>
        （2）
        如百工驿认为用户的视频上传行为严重违反了本协议，并给百工驿造成了损害，百工驿无需进行事先通知即可终止用户的密码、帐号或本服务之使用，且百工驿对用户或任何第三人均不承担任何责任。
      </p>
      <p>
        （3）百工驿有权启动必要的刑事及民事法律程序，维护百工驿的合法权益，追究违法用户的法律责任。
      </p>
      <h5>三. 知识产权及其他合法权益保护</h5>
      <p>
        3.1 百工驿的驿视频平台专为原创内容或享有合法、完整授权的内容提供服务。
        百工驿平台尊重他人知识产权和合法权益。本人保证本人享有上传内容的著作权、邻接权等知识产权或者已经取得权利人的合法、完整的授权。本人保证上传内容未侵害百工驿及任何第三方的知识产权、人身权和其他合法权利，本人违反上述保证，造成第三方损失的，本人独立承担责任。若造成百工驿损失的，本人愿意赔偿百工驿损失。
      </p>
      <p>
        3.2
        本人的发布、上传行为是对百工驿的授权，本人确认将发布、上传的内容的知识产权非独占性、永久性地授权给百工驿，该授权可转授权，不可撤销。百工驿可将前述内容在驿视频版块使用，可再次编辑或二次创作后使用，也可以由百工驿授权给合作方使用。用户保证有权将前述内容授权给百工驿使用。若用户的上述授权行为侵害第三方的知识产权等合法权益，则用户应赔偿因此给百工驿造成的损失。
      </p>
      <h5>四. 百工驿平台责任声明</h5>
      <p>
        4.1
        凡有用户未经权利人同意，经百工驿平台转载作品，百工驿对该用户的转载行为不负责任，但承诺接到权利人告知并提供有效证明材料后，经审核确认，将及时对相关转载行为进行处理。百工驿平台版权投诉邮箱地址为：baigongyi@greetec.com
      </p>
      <p>
        4.2
        本人理解并同意：驿视频服务是按照现有技术和条件所能达到的现状提供的。百工驿平台会尽最大努力向用户提供服务，确保服务的连贯性和安全性；但百工驿平台不能保证其所提供的驿视频服务毫无瑕疵，也无法随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因直接或间接导致的服务中断、数据丢失以及其他的损失和风险。所以本人同意：即使百工驿平台提供的驿视频服务存在瑕疵，给本人造成了数据或信息丢失等损失的，本人同意放弃追究百工驿平台的责任。
      </p>
      <p>
        4.3
        本人理解并同意：鉴于网络服务的特殊性，百工驿平台有权在无需通知本人的情况下根据百工驿平台的整体运营情况或相关运营规范、规则等，可以随时变更、中止或终止部分或全部的服务，若由此给本人造成损失的，本人同意放弃追究百工驿平台的相关责任。
      </p>
      <p>
        4.4
        本人理解并同意：为了向本人及其他人提供更完善的服务，百工驿平台有权定期或不定期地对提供驿视频服务的平台或相关设备进行检修、维护、升级等，此类情况可能会造成相关服务在合理时间内中断或暂停的，若由此给本人造成损失的，本人同意放弃追究百工驿平台的责任。
      </p>
      <p>
        4.5百工驿平台或第三方通过本软件可能不时发布广告等其它商业信息，本人在接触这些广告时有义务自行判断。
      </p>
      <p>
        4.6
        为推广宣传用户及用户上传内容，用户授权百工驿使用其姓名、肖像、昵称、形象、照片等，无需另行征得用户的同意，且无需向用户支付费用。若因用户提供的推广素材侵犯第三方的合法权益，因此产生的责任由用户承担，与百工驿无关，如因此给百工驿造成损失的，由用户进行赔偿。
      </p>
      <h5>五、其他条款</h5>
      <p>
        5.1 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。
      </p>
      <p>
        5.2
        如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向百工驿运营主体所在地的人民法院提起诉讼。
      </p>
      <p>
        5.3
        如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
      </p>
    </div>
  </div>
</template>

<script>
export default {};
</script>
<style lang="less" scoped>
.container {
  border-radius: 10px;
  margin: 21px auto 29px;
  background-color: #fff;
  position: relative;
  h4 {
    text-align: center;
    font-size: 18px;
    height: 50px;
    line-height: 50px;
    border-bottom: 1px solid #dddddd;
    font-weight: 600;
  }
  .protocol {
    padding: 20px 60px 60px 60px;
    h5 {
      padding: 10px 0;
      font-size: 16px;
      color: #4a4a4a;
      font-weight: 600;
    }
    p {
      color: #666;
      line-height: 24px;
    }
  }
}
</style>
